Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: Some did it better than others, one or two were even a trifle unsteady and looked as though they would have liked the support of a stick, but every one of them made his way right round the yard successfully.
uk_1984_iryna_dybko_khutir_tvaryn: і, так як Нікітов, силкувалися задержати рівновагу. Вони разів декілька вже пройшли довкола майдану.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У декого це виходило краще, у декого гірше, дехто трохи заточувався і норовив зіпертися на щось, проте всі вони успішно пройшли по двору.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Деякі трималися краще, деякі гірше, одна або дві свиняки трохи заточувалися, але жодна не стала на чотири ноги.

source: And finally there was a tremendous baying of dogs and a shrill crowing from the black cockerel, and out came Napoleon himself, majestically upright, casting haughty glances from side to side, and with his dogs gambolling round him.
uk_1984_iryna_dybko_khutir_tvaryn: Та враз пронеслось голосне гавкання псів і всією силою свого голосу запіяв півень; це він так попереджував, що вийде вождь. І справді, за декілька хвилин вийшов Вісарйонов. Має- статично ступаючи на задніх ногах, він гордо глянув на всіх, тримаючи в руках батіг. Пси, підібравши хвости під себе, підстрибували довкола Вісарйонова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І відразу розлігся оглушливий гавкіт і пронизливе кукурікання чорного півня. На двір, велично випроставшись, пихато позираючи довкола, виплив сам Наполеон з тічкою метушливих псів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І нарешті під громовий гавкіт собак і пронизливий крик півня з’явився сам Наполеон, велично випростався, зверхньо роззираючись довкруж.

source: He carried a whip in his trotter.
uk_1984_iryna_dybko_khutir_tvaryn: [тримаючи в руках батіг.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: У ратиці він тримав батіг.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У правій ратиці він тримав батіг.

source: Amazed, terrified, huddling together, the animals watched the long line of pigs march slowly round the yard.
uk_1984_iryna_dybko_khutir_tvaryn: В переполосі дивились тварини, як свині з Вісарйоновим попереду, час від часу вихитуючися, нестійкою ходою ступали на задніх ногах.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вражені й приголомшені, нажахано збившись докупи, тварини дивилися, як довга вервечка свиней повільно крокує подвір'ям.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вражені, перелякані тварини, щільно збившись докупи, дивилися, як свині на своїх двох повільно обходять подвір’я.

source: It was as though the world had turned upside-down.
uk_1984_iryna_dybko_khutir_tvaryn: Але коли перше враження жаху та остовпіння проминуло, вони прийшли до переконання, що світ перекинувся догори дном;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Здавалося, світ перевернувся догори дном.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Світ немов перевернувся для них догори дриґом.

source: Then there came a moment when the first shock had worn off and when, in spite of everything — in spite of their terror of the dogs, and of the habit, developed through long years, of never complaining, never criticising, no matter what happened — they might have uttered some word of protest.
uk_1984_iryna_dybko_khutir_tvaryn: очунявши, забули про терор псів, забули і про те, що ні в якому разі не мають права критикувати вождя. Все ж почали висловлювати своє обурення, протестували вигукуючи, щоб свині схаменулись і пригадали собі заповідь тваринізму.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Коли ж минуло перше потрясіння, коли, попри все — попри страх перед псами, попри набуту за довгі роки звичку не нарікати й обурюватись на що б там не було — вони, може, й кинули б слово протесту.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та коли перше потрясіння минуло, тварини, попри страх перед псами, багаторічну звичку мовчати й не перечити, щоб не трапилося, мабуть, обурилися б.

source: But just at that moment, as though at a signal, all the sheep burst out into a tremendous bleating of— “Four legs good, two legs better! Four legs good, two legs better! Four legs good, two legs better!”
uk_1984_iryna_dybko_khutir_tvaryn: Але в цю ж мить овечки почали спонтанно свою нову пісню беканням: «Чотири ноги добрі, але кращі ДВІ-І-І».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та саме цієї миті, мовби за знаком, вівці несамовито замекали: — Чотири ноги добре, а дві — краще! Чотири ноги добре, а дві — краще! Чотири ноги добре, а дві — краще!
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Та саме тоді, немов за сигналом, стадо овець дружно забекало: «Чотири ноги — добре, дві ноги — краще!». «Чотири ноги — добре, дві ноги — краще!». «Чотири ноги — добре, дві ноги — краще!».

source: It went on for five minutes without stopping.
uk_1984_iryna_dybko_khutir_tvaryn: І так їхня пісня не вгавала декілька хвилин,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Так тривало хвилин зо п'ять.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Цей ґвалт тривав хвилин п’ять.

source: And by the time the sheep had quieted down, the chance to utter any protest had passed, for the pigs had marched back into the farmhouse.
uk_1984_iryna_dybko_khutir_tvaryn: а коли замовкли, проминула нагода тваринам продовжувати своє обурення, бо саме в час бекання овечок свині зайшли до головного будинку.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А коли вівці втихомирилися, нічого було протестувати, бо свині вже зникли в будинку.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А коли вівці нарешті позамовкали, протестувати було безглуздо, бо свині вже зникли в будинку.

source: Benjamin felt a nose nuzzling at his shoulder. He looked round. It was Clover.
uk_1984_iryna_dybko_khutir_tvaryn: Задуманий Молчазніков стояв непорушно, та враз почув, як хтось його ніжно торкнув за плече, й він повернувшись побачив Коневу.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Бенджамін відчув, як йому в плече ткнувся чийсь ніс — то була Конюшинка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Бенджамін відчув, що хтось ткнув його носом у плече. Він озирнувся. Це була Люцерна.

source: Her old eyes looked dimmer than ever.
uk_1984_iryna_dybko_khutir_tvaryn: Вона померклим поглядом старечих очей дивилась на нього
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: її старечі очі наче ще більше потьмянішали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Її старечі очі наче ще більше потьмянішали.

source: Without saying anything, she tugged gently at his mane and led him round to the end of the big barn, where the Seven Commandments were written.
uk_1984_iryna_dybko_khutir_tvaryn: і, не сказавши ні слова, повела його за собою під той бік клуні, де на стіні були записані заповіді тваринізму.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вона мовчки й лагідно потягла його за гриву й повела в кінець великого хліва, де були Сім Заповідей.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не кажучи ні слова, вона м’яко потягнула його за гриву й повела до далекої стіни великого хліва, де були написані Сім Положень.

source: For a minute or two they stood gazing at the tatted wall with its white lettering.
uk_1984_iryna_dybko_khutir_tvaryn: Хвилин декілька стояли вони, без слів вдивлялись на напис.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Якусь хвилину вони стояли й дивилися на замазану дьогтем стіну з білими літерами.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: З хвилину вони стояли, мовчки дивлячись на шорстку темну стіну й великі білі літери.

source: “My sight is failing,” she said finally.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак Конева промовила: — Мій зір уже не той, що колись був,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — У мене слабкий зір, — мовила Конюшинка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Зір зраджує мені, — сказала нарешті Люцерна.

source: “Even when I was young I could not have read what was written there.
uk_1984_iryna_dybko_khutir_tvaryn: але й тоді, коли молодшою була, не все зуміла перечитати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Хоч і замолоду я ледве чи й прочитала б, що там написано.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Навіть молодою я не могла прочитати того, що там написано,

source: Are the Seven Commandments the same as they used to be, Benjamin?”
uk_1984_iryna_dybko_khutir_tvaryn: Тож скажи, любий Молчазніков, чи сім наших заповідей тваринізму є й надалі такого змісту, що колись?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А чи Сім Заповідей такі ж, як і раніше, Бенджаміне?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Чи ті це Сім Положень, що й раніше, Бенджаміне?

source: For once Benjamin consented to break his rule, and he read out to her what was written on the wall.
uk_1984_iryna_dybko_khutir_tvaryn: Молчазніков переміг своє завзяте мовчання і сповнив волю Коневої:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Уперше в житті Бенджамін порушив своє правило й прочитав уголос написане на стіні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Уперше Бенджамін порушив свої правила й прочитав Люцерні вголос те, що було написано на стіні.

source: There was nothing there now except a single Commandment. It ran:
uk_1984_iryna_dybko_khutir_tvaryn: — Та ти тільки поглянь! — гукнув він. — Уже немає ніякої з тих заповідей, що ми їх знали й після них жили. Видно лиш одну та й вона нам досі не відома:
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Проте тепер там була одна-єдина заповідь, і вона провіщала:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тепер там була одна єдина настанова:

source: ALL ANIMALS ARE EQUAL BUT SOME ANIMALS ARE MORE EQUAL THAN OTHERS
uk_1984_iryna_dybko_khutir_tvaryn: УСІ ТВАРИНИ РІВНОПРАВНІ, АЛЕ ДЕКОТРІ БІЛЬШ РІВНОПРАВНІ ВІД ІНШИХ.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: ВСІ ТВАРИНИ РІВНІ. АЛЕ ДЕЯКІ ТВАРИНИ РІВНІШІ ЗА ІНШИХ
uk_2020_bohdana_nosenok_kolhosp_tvaryn: УСІ ТВАРИНИ РІВНІ, АЛЕ ДЕЯКІ ТВАРИНИ РІВНІШІ

source: After that it did not seem strange when next day the pigs who were supervising the work of the farm all carried whips in their trotters.
uk_1984_iryna_dybko_khutir_tvaryn: Після того, що побачили тварини вчора на майдані, вже нічого їх не дивувало; ані те, що свині, наглядаючи за ними при праці в колгоспі, тримали батоги в передній ратиці, а на двох задніх бундючно й насуплено ступали.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тож воно і не дивно, що наступного дня свині-наглядачі тримали в ратицях батоги.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тож наступного дня ніхто не здивувався, коли свині-наглядачі взяли в ратиці батоги.

source: It did not seem strange to learn that the pigs had bought themselves a wireless set, were arranging to install a telephone, and had taken out subscriptions to John Bull, Tit-Bits, and the Daily Mirror.
uk_1984_iryna_dybko_khutir_tvaryn: Також без хвилювання прийняли вістку, що вчора свині закупили дроти і будуть закладати телефон у головному будинку. [Не звертали тварини уваги й на те, що свині передплатили собі щоденник "Денне Дзеркало"]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не дивно й те, що свині придбали собі радіоприймач і вже домовлялися про телефон; та передплатили журнали «Джон Булль», «Лагоминка» та газету «Дейлі Міррор».
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Нікому не здалося дивним і те, що свині купили собі радіоприймач, домовилися про встановлення телефону, передплатили «Центральну Газету», «Вечірку» і «Гумористичний Журнал».

source: It did not seem strange when Napoleon was seen strolling in the farmhouse garden with a pipe in his mouth — no, not even when the pigs took Mr. Jones’s clothes out of the wardrobes and put them on, Napoleon himself appearing in a black coat, ratcatcher breeches, and leather leggings, while his favourite sow appeared in the watered silk dress which Mrs. Jones had been used to wearing on Sundays.
uk_1984_iryna_dybko_khutir_tvaryn: В такому ж байдужому настрої приймали, одну за одною, й інші вістки про всілякі зміни на хуторі. Не звертали тварини уваги й на те, що свині передплатили собі щоденник «Денне дзеркало», як і не добачали, що Вісарйонов, ідучи майданом, покурював люльку, або що всі свині були тепер повбирані в одяг Романова. Вісарйонов завжди мав на собі чорний шкіряний плащ, Галіфе, чоботи, а його льоха завжди носила шовкові сукні, ті, що ними колись пишалась Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не дивно було й те, що Наполеон прогулюється в садку з люлькою в роті; ба навіть і те, що свині подіставали з шаф одяг містера Джонса й повбиралися в нього. Сам Наполеон постав у чорному пальті, бриджах та шкіряних наколінниках, а його фаворитка-свинка — в муаровій шовковій сукні, що її місіс Джонс зазвичай вдягала на свята.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ніхто не здивувався, побачивши Наполеона на прогулянці з трубкою в зубах, або в парадному одязі Джонса — чорному сюртуку, галіфе і гетрах, а його свинку-коханку в шовковій сукні, яку місіс Джонс вдягала на свята. Інші свині ходили в повсякденному одязі подружжя Джонсів.

source: A week later, in the afternoon, a number of dog-carts drove up to the farm.
uk_1984_iryna_dybko_khutir_tvaryn: За декілька тижнів пізніше приїхало багато людей із сусідніх хуторів оглядати Республіку тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Через тиждень по обіді на ферму прикотило кілька візків:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через тиждень посеред дня до Колгоспу завітала депутація сусідніх фермерів,

source: They were shown all over the farm, and expressed great admiration for everything they saw, especially the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: Вони з великим зацікавленням придивлялись усьому, старанно спостерігали все, але найдужче захоплювались вітряком.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Вони ходили по фермі, захоплюючись побаченим, а надто вітряком.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони обійшли всю територію, захоплювалися побаченим, надто — вітряком.

source: The animals were weeding the turnip field. They worked diligently hardly raising their faces from the ground, and not knowing whether to be more frightened of the pigs or of the human visitors.
uk_1984_iryna_dybko_khutir_tvaryn: Саме в той час, як гості оглядали всячину на хуторі, тварини працювали в колгоспі й не зводили очей від роботи, бо не знали, кого більше боятись — свиней, що стояли над ними з батогами, чи людей.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тварини саме прополювали ріпу, сумлінно, чи й підводячи очі від землі, не знаючи, кого їм більше боятися — свиней чи нежданих відвідувачів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тварини саме старанно прополювали бурякове поле, низько нахиливши голови, бо не знали, кого боятися більше — чужих відвідувачів чи своїх свиней.

source: That evening loud laughter and bursts of singing came from the farmhouse.
uk_1984_iryna_dybko_khutir_tvaryn: Цього вечора, після цілоденних оглядин, з головного будинку доносились голосні співи, сміхи та брязкіт посуду, а все те в супроводі запахів смачної їди.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А ввечері з будинку линули регіт і спів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А увечері з будинку долинав регіт і хаотичний спів.

source: And suddenly, at the sound of the mingled voices, the animals were stricken with curiosity.
uk_1984_iryna_dybko_khutir_tvaryn: Невимовна цікавість заволоділа тваринами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І той лемент пробудив у тварин цікавість.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І раптом у тварин прокинулась непереборна цікавість:

source: What could be happening in there, now that for the first time animals and human beings were meeting on terms of equality?
uk_1984_iryna_dybko_khutir_tvaryn: Вони конче хотіли побачити, що це за причина такого веселого і привітного настрою і що спонукало до такого товариського взаємовідношення людей зі свиньми?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Що ж воно там таке, що тварини й люди знайшли спільну мову?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: що відбувається там — у будинку, де вперше тварини й люди зустрілися як рівні?

source: With one accord they began to creep as quietly as possible into the farmhouse garden. At the gate they paused, half frightened to go on but Clover led the way in.
uk_1984_iryna_dybko_khutir_tvaryn: Тимто й нишком підповзли до головного будинку, а Конева вела перед.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І вони стали якомога нечутніше підкрадатися до садка за будинком. Біля хвіртки вони завагалися, боячись ступити далі, та Конюшинка наважилась першою.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І крадькома вони всі рушили туди. Біля хвіртки завагалися, не наважуючись іти далі. Та Люцерна не відступилася від задуманого, й інші навшпиньки пішли за нею.

source: They tiptoed up to the house, and such animals as were tall enough peered in at the dining-room window.
uk_1984_iryna_dybko_khutir_tvaryn: Ті, що були високі, глянули крізь вікно столової кімнати.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навшпиньки підійшли до будинку, і найвищі тварини зазирнули в вікно.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І ось уже найвищі тварини обережно зазирнули у вікно.

source: There, round the long table, sat half a dozen farmers and half a dozen of the more eminent pigs, Napoleon himself occupying the seat of honour at the head of the table.
uk_1984_iryna_dybko_khutir_tvaryn: Там побачили півкруглий стіл, а довкола нього сиділи гості із сусідніх хуторів і важливі в уряді Республіки тварини-свині. На почесному місці сидів Вісарйонов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: За довгим столом сиділо з десяток фермерів і стільки ж поважніших свиней; на чолі столу сидів сам Наполеон.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: У кімнаті за круглим столом сиділи з дюжину фермерів і стільки ж свиней-керівників.

source: The company had been enjoying a game of cards but had broken off for the moment, evidently in order to drink a toast.
uk_1984_iryna_dybko_khutir_tvaryn: Все товариство підкріпившися смачними харчами, забавлялось грою в карти.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Товариство розважалося грою в карти, але ненадовго відволікалося, щоб виголосити тост і випити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Компанія розважалася грою, яку, вочевидь, переривали лише для чергового тосту.

source: A large jug was circulating, and the mugs were being refilled with beer.
uk_1984_iryna_dybko_khutir_tvaryn: Та враз припинили гру, бо поросята принесли кубки наповнені вщерть пивом.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: По колу ходив великий глек, і кухлі знову наповнювалися пивом.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Люди й свині передавали з рук у ратиці великий глек, наповнений пивом.

source: No one noticed the wondering faces of the animals that gazed in at the window.
uk_1984_iryna_dybko_khutir_tvaryn: Всі у столовій були так дуже зайняті своїм дозвіллям, що й не помітили тварин за вікном.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніхто не помічав, що у вікно заглядають зацікавлені тварини.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Ніхто не помічав тварин, що поприлипали мордами до вікон.

source: Mr. Pilkington, of Foxwood, had stood up, his mug in his hand.
uk_1984_iryna_dybko_khutir_tvaryn: Пілсутов з Лисичівки підвівся в кріслі, підніс свій кубок пива
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: З кухлем у руці підвівся містер Пілкінгтон з ферми «Лисячий Гай»:
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Містер Пілкінгтон з «Фоксвуда» підвівся, тримаючи в руці повну склянку.

source: In a moment, he said, he would ask the present company to drink a toast.
uk_1984_iryna_dybko_khutir_tvaryn: і попросив, щоб усе товариство випило за здоров’я вождя товариша Вісарйонова та всіх жителів Республіки тварин.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Зараз я запропоную шановному товариству випити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він сказав, що збирається запропонувати присутнім випити до дна,

source: But before doing so, there were a few words that he felt it incumbent upon him to say.
uk_1984_iryna_dybko_khutir_tvaryn: Покищо ж він просить хвилину уваги, бо хоче декілька слів сказати,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але перед цим вважаю за свій обов'язок сказати кілька слів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: але вважає своїм приємним обов’язком сказати спершу кілька слів.

source: It was a source of great satisfaction to him, he said — and, he was sure, to all others present — to feel that a long period of mistrust and misunderstanding had now come to an end.
uk_1984_iryna_dybko_khutir_tvaryn: а саме — передати велике вдоволення з приводу їхньої згоди. Радіє, що всі невдоволення й недовір’я людей до тварин і навпаки, пройшли раз назавжди, а відсьогодні процвітатиме дружня співпраця.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Його, як, безперечно, казав він, і всіх присутніх тут, незмірно тішить усвідомлення, що взаємній недовірі й чварам настав край.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І впевнений, що присутні, поза сумнівом, поділяють його почуття: тривалий період взаємного нерозуміння та недовіри минув.

source: Today he and his friends had visited Animal Farm and inspected every inch of it with their own eyes, and what did they find?
uk_1984_iryna_dybko_khutir_tvaryn: Сьогодні бо люди все, що бачили в гостиннім Хуторі тварин, сприйняли з захопленням, а багато з того, що бачили, старатимуться завести й у своїх хуторах.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Сьогодні він і його колеги одвідали «Рай для Тварин», власновіч оглянули кожен її закуток і що ж побачили?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він і його друзі відвідали сьогодні «Колгосп тварин», оглянули кожен її закуток на власні очі — і що ж вони побачили?

source: Not only the most up-to-date methods, but a discipline and an orderliness which should be an example to all farmers everywhere.
uk_1984_iryna_dybko_khutir_tvaryn: Побачили ж тут найновіші методи дисципліни серед тварин-робітників, тож це стане за приклад і для наших хуторів, — продовжував Пілсутов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не лише найсучасніше господарювання, а й дисципліну й порядок, вони повинні стати взірцем для всіх фермерів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не тільки найсучасніші методи праці, а й дисципліну, порядок, які можуть слугувати зразком для всіх фермерів.

source: He believed that he was right in saying that the lower animals on Animal Farm did more work and received less food than any animals in the county.
uk_1984_iryna_dybko_khutir_tvaryn: — Також не помилятимусь, коли скажу, що бачили ми вперше в житті, як ваші члени колективу, найнижчого рівня працівники, виробляють більше трудоднів, та ще й при такому скупому приділі харчу, як денебудь у світі!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він гадає, що не помилиться, коли скаже, що нижчі тварини тут працюють значно більше, а отримують їжі значно менше, ніж їхні колеги в графстві.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він гадає, що не помилиться, коли скаже, що нижчі тварини на фермі працюють значно більше, а отримують за це значно менше, ніж в будь-якому іншому районі країни.

source: Indeed, he and his fellow-visitors today had observed many features which they intended to introduce on their own farms immediately.
uk_1984_iryna_dybko_khutir_tvaryn: Тому все поступове, що ми запримітили на вашому хуторі, негайно почнемо заводити у себе.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Справді-бо, він та інші гості побачили сьогодні багато такого, що вони негайно запровадять на власних фермах.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Понад те він і його колеги побачили сьогодні багато такого, що вони мають намір негайно запровадити у своїх власних господарствах.
